Revit 2024 API
SymbolTypeId.KgfDashMPerM Property
 Symbol kgf-m/m, indicating unit Kilogram force meters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KgfDashMPerM { get; }
Visual Basic
Public Shared ReadOnly Property KgfDashMPerM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KgfDashMPerM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace